export const reviews = [
  {
    id: 'review-1',
    source: 'https://prodoctorov.ru/moskva/vrach/473003-danilov/#rating',
    text: `Хотела бы высоко оценить проведённое лечение удивительным доктором Даниловым Д. Л. По рекомендации знакомых привела своего сына (5 лет) на консультацию. Оказалось, что у ребёнка перекручен таз после травмы и одна ножка значительно короче другой, в связи с чем ребёнок косолапит. После первого же сеанса мы увидели изменения! Ножки практически выровнялись, косолапить стал значительно меньше, проблему с тазом доктор убрал. После лечения моего сына, я спросила доктора может ли он помочь мне в лечении цистита, которым мучилась почти неделю. До сих пор не могу понять как доктор смог всего за один сеанс избавить меня от жутких болей, которыми сопровождалась моя болезнь, а на следующий день я поняла, что и остальные симптомы болезни ушли безвозвратно. Я безгранично благодарна этому доктору и рекомендую его всем тем, кто ищет действительно хорошего остеопата в Москве. Отличный доктор, высокопрофессиональный, внимательный, чуткий, невероятно добрый!`,
  },
  {
    id: 'review-2',
    source: 'https://prodoctorov.ru/moskva/vrach/473003-danilov/#rating',
    text: `Была поражена результатами работы врача. Обратилась к нему с конкретной проблемой и как только пришла на прием, увидела, что врач заинтересован, что ему не все равно. Он мне помог. Я не совсем поняла технику, но факт в том, что мне лучше. Одно могу сказать, человеческое тело и организм он знает в совершенстве, иначе бы просто ничего не получилось, а он знает, как воздействовать, чтобы добиться желаемого эффекта. С уважением отношусь к Данилову и теперь всем знакомым про него рассказываю. `,
  },
  {
    id: 'review-3',
    source: 'https://prodoctorov.ru/moskva/vrach/473003-danilov/#rating',
    text: `Всем доброго времени суток. Хочу выразить благодарность Данилову. У меня была хроническая заложенность носа, думала уже так и буду всю жизнь мучиться. Услышала про клинику, решила сходить. Не скажу, что сразу меня от всего вылечили, но уже после первого приема, стало немного полегче, постепенно и правда от этой проблемы доктор меня избавил. Спасибо ему за это.`,
  },
  {
    id: 'review-4',
    source: 'https://zoon.ru/msk/p-doctor/dmitrij_leonidovich_danilov/#reviews',
    text: `Для меня Дмитрий Леонидович-спасатель.
После родов и длительного ношения ребенка на руках, в кенурушке, моя спина дала сбои.
Сначала я не обращала внимание и пила иногда обезболивающий препарат.
Попала к доктору случайно, когда уже таблетки стали нормой. Увидела доктора в инстаграм и пошла на прием
Конечно волновалась, вдруг не поможет.
Но какого же было удивление, что уже после первого приема я почувствовала лучше. Боли стали реже.
Полностью он меня вылечил за несколько приемов.
Теперь вся семья с самыми разными недугами бежит к доктору Данилову.
Мы и бабушку вылечили у него`,
  },
  {
    id: 'review-6',
    source: 'https://zoon.ru/msk/p-doctor/dmitrij_leonidovich_danilov/#reviews',
    text: `Могу сказать о докторе, что это ведущий специалист, которых изредка сыщещь в наших клиниках. Мне очень запомнилось, что доктор дочиста изучил мою проблему. Консультация проходил свободно, доктор общался понятным языком и разъяснял все непонятные вещи. Побольше бы таких специалистов, которые так обходительно относятся к своим пациентам, не назначают бессмысленные таблетки и анализы. Уже после этого приема мое состояние стало спокойнее, что я считаю от начала до конца заслуга этого врача. Теперь и я и вся моя семья будем обращаться сюда за помощью.`,
  },
  {
    id: 'review-7',
    source: 'https://zoon.ru/msk/p-doctor/dmitrij_leonidovich_danilov/#reviews',
    text: `Записались на осмотр у доктора. Могу сказать, что специалист очень понимающий и бережливый. Аккуратно провел осмотр, обнадежил и представил весь свой профессионализм. Абсолютно разобрался с моей трудностью, явственно все объяснил, выписал соответственное лечение. Всем предлагаю этого врача и при аналогичной проблеме буду записываться только к нему.`,
  },
] as const

export type Review = (typeof reviews)[number]
